Repository: Graphmasters/nunav-navigation-sdk-ios-distribution
Catalog: Sources/NunavNavigationSDKCore/Localization/Localizable.xcstrings
Source language: en
Languages: de

# maneuver_progress_view_following_maneuver_text
source: After %@
de: Nach %@

# maneuver_progress_view_internet_missing_error
source: No internet connection available
de: Keine Internetverbindung

# maneuver_progress_view_loading_detached_title
source: Loading
de: Lade Route

# maneuver_progress_view_loading_initial_route_title
source: Joining swarm
de: Schwarm beitreten

# map_overlay_back_to_route_button_title
source: Back to Route
de: Zurück zur Route

# navigation_error_method_not_allowed_summary
source: This Route is not allowed using your authentication.
de: Diese route ist mit dem Test-Key nicht erlaubt.

# navigation_error_no_location_available_summary
source: No location available
de: Deine aktuelle Position kann nicht ermittelt werden.

# navigation_error_no_route_found_summary
source: No route found.
de: Keine Route gefunden.

# navigation_error_service_temporarily_unavailable_summary
source: Routing is temporarily unavailable due to high load. Please try again.
de: Das Navigieren ist vorübergehend aufgrund hoher Serverauslastung nicht verfügbar. Bitte versuche es gleich erneut.

# navigation_error_too_many_requests_summary
source: There are too many current requests accessing the server.
de: Es gibt zu viele aktuelle Anfragen, die gleichzeitig auf den Server zugreifen.

# navigation_error_unauthorized_summary
source: Unauthorized request.
de: Keine Authentifizierung möglich.

# route_progress_view_dialog_destination_reached_title
source: Destination reached
de: Ziel erreicht

# route_progress_view_dialog_end_navigation_summary
source: Do you want to end navigation?
de: Möchtest du die Navigation beenden?

# route_progress_view_dialog_end_navigation_title
source: End navigation
de: Navigation beenden

# route_progress_view_unit_days_abbreviation
source: days
de: Tage

# route_progress_view_unit_hours_abbreviation
source: hours
de: Std.

# route_progress_view_unit_o_clock
source: o’clock
de: Uhr
